[
    {
        "id": "storm",
        "chapterNumber": 1,
        "slug": "storm",
        "title": "Глава 1 — Шторм",
        "shortTitle": "Шторм",
        "description": "Початок подорожі і буря, що змінює все",
        "content": "Шторм ламав світ на уламки. Хвилі били в борт так, ніби хтось блукав у темряві й намацував слабке місце. Вода залітала на палубу шарами, в’язла в канатах, била дрібними голками по масках. Герметичні коміри тримали тепло, проте кожен подих проходив крізь фільтр важко й коротко. Капітан Тайден стояв за штурвалом, упершись у спиці передпліччями. Плечі кам’яніли, очі не відривалися від обрію, де крізь стіну дощу миготіли чорні зуби скель. Він зводив корабель через провали між хвилями, ніби вів по сходах, яких не видно. — Тримай грот, — кинув він рівно, але так, щоб пробити гул вітру. Фрейс ковзнув палубою, вхопився за вологий канат, підтягнув. Руки гуділи, пальці ніби чужі, та вузол ліг правильно. Поруч пролетіла бризка, вдарила у візор краплями, і світ на мить перетворився на розмазані білі лінії. — Лівий борт страхуємо, — сказала Зояна. Голос у неї був короткий і ясний, без надриву. — Кріплення щогли перевірити. Вітер рвав слова, тому більше говорили руками: жести, кивок, підтягнути, підвести, тримати. Такелаж дзвенів нервово, наче хтось смикав за тонкі струни. Дощ йшов косо, забивав у шви, стікав холодними струмками за коміри. Під палубою вода плескала глухо й розмірено — не критично, але так, щоб кожен чув її і пам’ятав. Корпус раз зачепив підводний камінь. Скрегіт пройшовся крізь дерево та кістки, кілька людей обернулися на Фрейса. Той уже стояв на коліні біля люка, прислухаючись до того, що робить корабель. Він нічого не сказав — тільки підвівся і показав далі працювати. Раптовий удар знизу. У темряві трюму щось відірвалося від упорів. На палубу, розбиваючи калюжі, вилетіла важка скриня, вдарилася об планшир і пішла в чорну піну. Хтось зробив крок, але Тайден різко обірвав: — Назад. Тримай курс. Хвиля ковтнула скриню без звуку, ніби її й не було. Ще одна серія поривів. Вітрило рвалося у різні боки, штурвал тягло з рук, маски пітніли зсередини. Зояна ходила від кріплення до кріплення, пальцями перевіряла вузли, коротко стукала по рейці: тримаєш, працюєш, не зупиняйся. Коли Фрейс показав великим пальцем «ок», вона у відповідь кивнула, навіть не знявши погляду з каната. Потім темрява стала світлішою. Дощ ніби втомився, зменшився до щільної імли. Вітер тримався, але вже без того лютого надриву. — Обрій чистіший, — сказав Тайден. — Ліворуч має бути тінь суші. Першою вийшла з пітьми гора — темна маса з блідими смугами снігу на гребені. Нижче зелень змикалася клином, а у підніжжя розчинявся вузький прохід, де вода виглядала тихішою. Тайден змінив курс, дав штурвалу міліметр, другий. Корабель відреагував, наче втомлений кінь, що все ще слухається руки. — Тримай правий шкентель, — кинув він. — І приготуватися до повороту. Фрейс уже був там, де треба. Канат пішов рівно, як по лінійці, щогла дихнула, полотно лягло інакше. Корабель ковзнув у проміжок між каменями, де хвиля зламалася, втратила силу і розійшлася віхтями піни. З обох боків ярилися скелі, над ними зависав обшарпаний туман.",
        "image": "/images/chapters/chapter-1.jpg",
        "status": "published",
        "readingTime": 6,
        "createdAt": "2025-08-22",
        "updatedAt": "2025-08-22"
    },
    {
        "id": "shore",
        "chapterNumber": 2,
        "slug": "shore",
        "title": "Глава 2 — Берег",
        "shortTitle": "Берег",
        "description": "Висадка і перші години на острові",
        "content": "Тут буде текст другої глави...",
        "image": "/images/chapters/chapter-2.jpg",
        "status": "published",
        "readingTime": 8,
        "createdAt": "2025-08-22",
        "updatedAt": "2025-08-22"
    }
]